module.exports = {
  domain: 'A',
  title: '協調性',
  shortDescription: '協調性は、協力や社会的調和に対する関心の個人差を反映しています。協調的な個人は他人と仲良くすることを重視します。',
  description: 'したがって、彼らは思いやりがあり、友好的で、寛大で、助け合い、自分の利益を他人と妥協する意欲があります。協調的な人々はまた、人間の本性について楽観的な見方を持っています。彼らは人々が基本的に正直で、まともで、信頼できると信じています。<br /><br />非協調的な個人は、自分の利益を他人との仲良しよりも優先します。彼らは一般的に他人の幸福に関心がなく、したがって他人のために尽力することはほとんどありません。時には他人の動機についての懐疑心が原因で、疑わしく、非友好的で、非協力的になることがあります。<br /><br />協調性は人気を獲得し、維持するために明らかに有利です。協調的な人々は非協調的な人々よりも好かれます。一方で、協調性は厳しいまたは絶対的な客観的決定を必要とする状況では役に立ちません。非協調的な人々は優れた科学者、批評家、または兵士になることができます。',
  results: [
    {
      score: 'low', // do not translate this line
      text: 'あなたの協調性のスコアは低く、他人のニーズよりも自分のニーズを優先する傾向があります。人々はあなたを厳しく、批判的で、妥協しないと見なします。'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'あなたの協調性のレベルは平均的で、他人のニーズにある程度関心がありますが、一般的に自分を犠牲にしてまで他人のために行動することはありません。'
    },
    {
      score: 'high', // do not translate this line
      text: 'あなたの協調性のスコアは高く、他人のニーズや幸福に 強い関心があります。あなたは親切で、共感的で、協力的です。'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '信頼',
      text: '高い信頼を持つ人は、ほとんどの人が公平で、正直で、善意を持っていると考えます。信頼が低い人は、他人を利己的で、狡猾で、潜在的に危険だと見なします。'
    },
    {
      facet: 2,
      title: '道徳性',
      text: 'この尺度で高得点を取る人は、他人と接する際に見せかけや操作が必要ないと考え、率直で、正直で、誠実です。低得点の人は、社会的関係においてある程度の欺瞞が必要だと信じています。この尺度で高得点の人々と関わるのは比較的容易です。彼らは一般的に、この尺度で低得点の人々と関わるのはより難しいと感じます。低得点の人々が非道徳的または不道徳であるわけではないことを明確にする必要があります。彼らは単により慎重で、全ての真実を率直に明かすことに 消極的です。'
    },
    {
      facet: 3,
      title: '利他主義',
      text: '利他主義的な人々は、他の人々を助けることに真の満足感を見出します。したがって、彼らは一般的に困っている人々を助ける意欲があります。利他主義的な人々は、他人のために行動することが自己犠牲ではなく、自己充実の一形態だと考えます。この尺度で低得点の人々は、困っている人々を助けることを特に好ましく思いません。助けを求められることは、自己充実の機会ではなく、負担だと感じます。'
    },
    {
      facet: 4,
      title: '協力',
      text: 'この尺度で高得点を取る個人は、対立を嫌います。彼らは他人と仲良くするために、自分のニーズを妥協することをいといません。この尺度で低得点の人は、自分のやり方を通すために他人を威圧する傾向があります。'
    },
    {
      facet: 5,
      title: '謙虚さ',
      text: 'この尺度で高得点を取る人は、他人より優れていると主張することを好みません。場合によっては、この態度は低い自信や自尊心に由来することがあります。それにもかかわらず、高い自尊心を持つ人々の中には、謙遜を見苦しいと感じる人もいます。自分を優れていると述べることをいとわない人々は、他の人々から不快な傲慢だと見なされる傾向があります。'
    },
    {
      facet: 6,
      title: '共感',
      text: 'この尺度で高得点を取る人々は、心の温かい思いやりのある人々です。彼らは他人の痛みを代理的に感じ、簡単に哀れみを覚えます。低得点の人々は人間の苦しみに強く影響されません。彼らは理性に基づいた客観的判断を誇りにしています。彼らは慈悲よりも真実と公平な正義に関心があります。'
    }
  ]
}
