module.exports = {
  domain: 'C',
  title: '誠実性',
  shortDescription: '誠実性は、私たちが衝動をどのように制御、調整、指導するかに関するものです。',
  description: '衝動は必ずしも悪いものではありません。時には時間の制約により迅速な決断が必要であり、最初の衝動に従うことが効果的な反応となることがあります。また、仕事よりも遊びの時間においては、自発的かつ衝動的に行動することが楽しい場合があります。衝動的な個人は他者からカラフルで、一緒にいて楽しく、風変わりな人物として見られることがあります。<br /><br />それでもなお、衝動に従って行動することは、多くの方法で問題を引き起こす可能性があります。いくつかの衝動は反社会的です。制御されていない反社会的行為は、社会の他のメンバーに害を及ぼすだけでなく、そのような衝動的行為の加害者に対する報復をもたらすことがあります。衝動的行為のもう一つの問題は、それがしばしば即時の報酬をもたらすが、望ましくない長期的な結果を生むことです。例としては、過度の社交が原因で仕事を失うこと、重要な関係を壊す侮辱を投げかけること、最終的に健康を損なう快楽誘発薬の使用などがあります。<br /><br />衝動的な行動は、深刻に破壊的でない場合でも、個人の効果を著しく減少させます。衝動的に行動することは、行動の代替案を考慮することを許さず、その代替案のいくつかは衝動的な選択よりも賢明であったかもしれません。また、衝動性は、段階的または順序立てた手順が必要なプロジェクト中に人々を脱線させます。したがって、衝動的な人の達成は小規模で散発的で一貫性がありません。<br /><br />知性の特徴、つまり人間を初期の生命体と区別する可能性があるものは、衝動に基づいて行動する前に将来の結果を考える能力です。知的活動は、長期的な目標を考え、その目標への道筋を整理し、計画し、短期的な衝動に反して目標に向かって努力することを含みます。知性が衝動制御を含むという考えは、「慎重さ」という用語によってうまく表現されており、誠実性の領域の別のラベルです。慎重さとは、賢明であり用心深いことを意味します。<br /><br/>誠実性のスケールで高得点を取る人々は、実際には他者から知的であると認識されています。高い誠実性の利点は明らかです。誠実な個人はトラブルを避け、目的のある計画と粘り強さを通じて高いレベルの成功を達成します。彼らはまた、知的で信頼できると他人から前向きに評価されます。一方で、彼らは強迫的な完璧主義者や仕事中毒者と見なされることがあります。さらに、非常に誠実な個人は堅苦しく退屈だと見なされることがあります。<br /><br />非誠実な人々は、信頼性の欠如、野心の欠如、およびルールを守らないことを批判されるかもしれませんが、彼らは多くの短期的な楽しみを経験し、堅苦しいと呼ばれることは決してありません。',
  results: [
    {
      score: 'low', // do not translate this line
      text: 'あなたの誠実性のスコアは低く、今この瞬間を生き、今感じることを楽しむことを好むことを示しています。あなたの仕事は不注意で整理されていない傾向があります。'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'あなたの誠実性のスコアは平均的です。これは、あなたが合理的に信頼性があり、組織的で自己制御されていることを意味します。'
    },
    {
      score: 'high', // do not translate this line
      text: 'あなたの誠実性のスコアは高いです。これは、あなたが明確な目標を設定し、それを決意を持って追求することを意味します。人々はあなたを信頼できる勤勉な人と見なします。'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '自己効力感',
      text: '自己効力感は、物事を達成する能力に対する自信を表します。高得点者は、成功を達成するために必要な知識（常識）、意欲、および自己制御を持っていると信じています。低得点者は効果的でないと感じ、自分の生活をコントロールしていないという感覚を持っているかもしれません。'
    },
    {
      facet: 2,
      title: '秩序性',
      text: '秩序性が高い人々は、よく組織されています。彼らはルーチンやスケジュールに従って生活することを好みます。リストを作成し、計画を立てます。低得点者は、散らかっていて、まとまりがない傾向があります。'
    },
    {
      facet: 3,
      title: '義務感',
      text: 'この尺度は、義務感や責任感の強さを反映しています。この尺度で高得点を取る人々は、強い道徳的義務感を持っています。低得点者は、契約、規則、および規制を過度に束縛的であると感じます。彼らは信頼性がない、あるいは無責任と見なされることがあるかもしれません。'
    },
    {
      facet: 4,
      title: '達成努力',
      text: 'この尺度で高得点を取る個人は、卓越性を達成するために一生懸命努力します。成功者として認められたいという意欲が、彼らを高い目標に向かって進ませ続けます。彼らは人生において強い方向性を持つことが多いですが、非常に高いスコアは、あまりにも一途で仕事に没頭しすぎているかもしれません。低得点者は、最小限の努力で満足し、他人からは怠け者と見なされることがあります。'
    },
    {
      facet: 5,
      title: '自己規律',
      text: '自己規律（多くの人が意思力と呼ぶ）は、困難または不快な課題を完了するまで続ける能力を指します。高い自己規律を持つ人々は、タスクを始めることへの抵抗を克服し、気が散っても軌道に乗り続けることができます。低い自己規律を持つ人々は、先延ばしにし、追跡が不十分で、非常に完了したいタスクでさえ完了することができないことがよくあります。'
    },
    {
      facet: 6,
      title: '慎重さ',
      text: '慎重さは、行動する前に可能性を考える性質を表します。慎重さの尺度で高得点を取る人々は、意思決定の際に時間をかけます。低得点者は、代替案やその代替案の結果を熟考せずに、思いついたことをすぐに言ったり行動したりすることが多いです。'
    }
  ]
}
