module.exports = {
  domain: 'E',
  title: '外向性',
  shortDescription: '外向性は、外界との明確な関わりによって特徴づけられます。',
  description: '外向的な人々は人と一緒にいることを楽しみ、エネルギーに満ち溢れ、しばしば積極的な感情を経験します。彼らは熱心で行動志向の個人であり、興奮する機会に対して「はい！」や「行こう！」と言うことが多いです。グループでは話すことが好きで、自分を主張し、自分に注意を引きます。<br /><br />内向的な人々は、外向的な人々のような活気、エネルギー、および活動レベルを欠いています。彼らは静かで控えめで、慎重で、社会的世界から距離を置く傾向があります。彼らの社会的関与の欠如は、内気や抑うつと解釈されるべきではありません。内向的な人は、外向的な人よりも刺激が少なくて済み、一人でいることを好みます。<br /><br />内向的な人の独立性と控えめさは、時には不親切や傲慢と誤解されることがあります。実際には、協調性の次元で高得点を取る内向的な人は、他人を求めないかもしれませんが、接触されると非常に感じの良い人です。',
  results: [
    {
      score: 'low', // do not translate this line
      text: 'あなたの外向性のスコアは低く、内向的で控えめで静かなことを示しています。あなたは孤独や単独での活動を楽しみます。あなたの社交は少数の親しい友人に限られる傾向があります。'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'あなたの外向性のスコアは平均的で、抑えられた孤独者でも陽気なおしゃべりでもないことを示しています。あなたは他人と一緒にいる時間も一人の時間も楽しみます。'
    },
    {
      score: 'high', // do not translate this line
      text: 'あなたの外向性のスコアは高く、社交的で外向的、エネルギッシュで活発なことを示しています。あなたは多くの時間を人と一緒に過ごすことを好みます。'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '友好性',
      text: '友好的な人々は他の人々を本当に好きで、他人に対して積極的な感情を公然と示します。彼らはすぐに友達を作り、親しい関係を築くことが容易です。友好性が低い人々は必ずしも冷たく敵対的ではありませんが、他人に手を差し伸べることはなく、距離を置いて控えめに見えます。'
    },
    {
      facet: 2,
      title: '社交性',
      text: '社交的な人々は、他人の存在を心地よく刺激的で報われると感じます。彼らは群衆の興奮を楽しみます。低得点の人々は、大勢の人々に圧倒され、そのため大勢の人々を積極的に避ける傾向があります。彼らは必ずしも他人と一緒にいるのが嫌いというわけではありませんが、この尺度で高得点を取る人々よりもプライバシーと自分の時間を多く必要とします。'
    },
    {
      facet: 3,
      title: '自己主張',
      text: '自己主張の高い人々は、自分の意見を述べ、指導し、他人の活動を指揮することを好みます。彼らはグループでリーダーになる傾向があります。低得点の人々はあまり話さず、グループの活動を他人に任せる傾向があります'
    },
    {
      facet: 4,
      title: '活動レベル',
      text: '活動的な個人は、速いペースで忙しい生活を送ります。彼らは素早く、エネルギッシュに、力強く動き、多くの活動に関わっています。この尺度で低得点の人々は、よりゆっくりとした、くつろいだペースで生活しています。'
    },
    {
      facet: 5,
      title: '興奮探求',
      text: 'この尺度で高得点を取る人々は、高いレベルの刺激がないと簡単に退屈します。彼らは明るい光や喧騒が大好きです。彼らはリスクを取り、スリルを求める傾向があります。低得点の人々は、騒音や混乱に圧倒され、スリルを求めることを嫌います。'
    },
    {
      facet: 6,
      title: '陽気さ',
      text: 'この尺度は積極的な気分や感情を測定します。否定的な感情（神経症傾向の一部）は含まれません。この尺度で高得点を取る人々は、幸せ、熱意、楽観、喜びなどの積極的な感情を幅広く経験します。低得点の人々は、そのようなエネルギッシュで陽気な気分になりにくいです。'
    }
  ]
}
