module.exports = {
  domain: 'O',
  title: '経験への開放性',
  shortDescription: '経験への開放性は、想像力豊かで創造的な人々と、現実的で従来の人々を区別する認知スタイルの次元を示します。',
  description: '開放的な人々は知的好奇心が強く、芸術を評価し、美に対して敏感です。彼らは閉鎖的な人々と比べて感情に対してより敏感です。彼らは個性的で非従来的な方法で考えたり行動したりする傾向があります。知識人は通常、経験への開放性が高く評価されます。したがって、この要因は文化または知性とも呼ばれています。<br /><br />それにもかかわらず、知性はおそらく経験への開放性の一側面と見なすのが最適です。経験への開放性のスコアは、教育年数や標準的な知能テストのスコアとわずかに関連しています。<br /><br />開放的な認知スタイルのもう一つの特徴は、具体的な経験から遠く離れた象徴や抽象で考える能力です。個人の具体的な知的能力に応じて、この象徴的な認知は数学的、論理的、幾何学的思考、言語の芸術的および比喩的使用、音楽の作曲または演奏、または多くの視覚芸術やパフォーマンス芸術のいずれかの形を取ることがあります。<br /><br />経験への開放性のスコアが低い人々は、狭く一般的な興味を持つ傾向があります。彼らは複雑で曖昧で微妙なものよりも、単純で分かりやすいものを好みます。彼らは芸術や科学を疑わしいもの、または実用的価値のないものと見なすことがあります。閉鎖的な人々は、新奇性よりも馴染み深さを好み、保守的で変化に抵抗します。<br /><br />開放性は心理学者によって、より健康的または成熟しているとしばしば提示されます。しかし、開放的および閉鎖的な思考スタイルは異なる環境で有用です。開放的な人の知的スタイルは教授にとっては有用かもしれませんが、研究によると、閉鎖的な思考は警察業務、販売、および多くのサービス職における優れた職務遂行に関連しています。',
  results: [
    {
      score: 'low', // do not translate this line
      text: 'あなたの経験への開放性のスコアは低く、物事をわかりやすくシンプルに考えるのが好きだということを示しています。周りの人はあなたのことを現実的で実用的、そして保守的だと表現します。'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'あなたの経験への開放性のスコアは平均的で、伝統を楽しみながらも新しいことに挑戦する意欲があります。あなたの思考は単純でも複雑でもありません。他人からは知識人として見られますが、知識人ではありません。'
    },
    {
      score: 'high', // do not translate this line
      text: 'あなたの経験への開放性のスコアは高く、新しいことや多様性、変化を楽しむ傾向があることを示しています。好奇心旺盛で、想像力豊かで、創造的です。'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '想像力',
      text: '想像力豊かな人々にとって、現実の世界はしばしば平凡で普通すぎます。この尺度で高得点を取る人々は、より豊かで興味深い世界を作り出す方法としてファンタジーを使用します。この尺度で低得点の人々は、ファンタジーよりも事実に向かう傾向があります。'
    },
    {
      facet: 2,
      title: '芸術的興味',
      text: 'この尺度で高得点を取る人々は、芸術や自然の中の美を愛します。彼らは芸術的および自然の出来事に簡単に巻き込まれ、没頭します。彼らが必ずしも芸術的に訓練されているわけではありませんが、多くの人はそうでしょう。この尺度の定義特徴は、自然および人工の美に対する興味と評価です。低得点の人々は、美的感受性と芸術への関心が欠けています。'
    },
    {
      facet: 3,
      title: '感情性',
      text: '感情性が高い人々は、自分の感情へのアクセスと認識が良好です。低得点の人々は、自分の感情に対する認識が低く、感情を公に表現することはほとんどありません。'
    },
    {
      facet: 4,
      title: '冒険心',
      text: '冒険心が高い人々は、新しい活動を試みたり、外国を旅行したり、さまざまなことを経験することに意欲的です。彼らは馴染みのあるものや日常の繰り返しを退屈だと感じ、違うからという理由だけで新しい道を選ぶことがあります。低得点の人々は、変化に不快感を抱き、馴染みのある日常を好みます。'
    },
    {
      facet: 5,
      title: '知性',
      text: '知性と芸術的興味は、経験への開放性の中で最も重要で中心的な側面です。知性が高い人々は、アイデアを操作することを好みます。彼らは新しいまたは異常なアイデアに対して開かれており、知的な問題を議論することを楽しみます。彼らはなぞなぞやパズル、頭の体操を楽しみます。知性が低い人々は、アイデアよりも人々や物事に対処することを好みます。彼らは知的な運動を時間の無駄だと見なします。知性は知能と同一視すべきではありません。知性は知的なスタイルであり、知的能力ではありませんが、知性が高い人々は標準化された知能テストで知性が低い人々よりもわずかに高いスコアを取ります。'
    },
    {
      facet: 6,
      title: 'リベラリズム',
      text: '心理的リベラリズムは、権威、慣習、および伝統的価値観に挑戦する準備を指します。その最も極端な形では、心理的リベラリズムは規則に対する完全な敵意、法を破る者への共感、曖昧さ、混沌、および無秩序への愛さえ表すことがあります。心理的保守主義者は、伝統に従うことで もたらされる安全と安定を好みます。心理的リベラリズムと保守主義は政治的所属とは同一ではありませんが、確かに個人を特定の政党に傾ける傾向があります。'
    }
  ]
}
