module.exports = {
  domain: 'C',
  title: 'Conscientiousness',
  shortDescription: 'Η συνείδηση αφορά τον τρόπο με τον οποίο ελέγχουμε, ρυθμίζουμε και κατευθύνουμε τις παρορμήσεις μας.',
  description: `Οι παρορμήσεις δεν είναι εγγενώς κακές.
περιστασιακά χρονικοί περιορισμοί απαιτούν μια γρήγορη απόφαση, και ενεργώντας
η πρώτη μας ώθηση μπορεί να είναι μια αποτελεσματική απάντηση. Επίσης, σε εποχές
να παίζουν παρά να δουλεύουν, να ενεργούν αυθόρμητα και παρορμητικά
διασκεδαστικο. Τα παρορμητικά άτομα μπορούν να θεωρηθούν από άλλους ως πολύχρωμα,
διασκέδαση-to-be-με, και zany.
<br /><br />
Παρ 'όλα αυτά, ενεργώντας με την ώθηση μπορεί να οδηγήσει σε πρόβλημα σε έναν αριθμό από
τρόπους. Μερικές παρορμήσεις είναι αντικοινωνικές. Ανεξέλεγκτες αντικοινωνικές πράξεις
όχι μόνο να βλάψει άλλα μέλη της κοινωνίας, αλλά μπορεί επίσης να οδηγήσει σε
ανταπόδοση προς τον δράστη τέτοιων παρορμητικών πράξεων. Αλλο
το πρόβλημα με τις παρορμητικές πράξεις είναι ότι παράγουν συχνά άμεσα
ανταμοιβές αλλά ανεπιθύμητες, μακροπρόθεσμες συνέπειες. Παραδείγματα περιλαμβάνουν
την υπερβολική κοινωνικοποίηση που οδηγεί στην εκτόξευση από τη δουλειά του,
χτυπώντας μια προσβολή που προκαλεί τη διάσπαση ενός σημαντικού
τη σχέση ή τη χρήση φαρμάκων που προκαλούν την ευχαρίστηση που τελικά
καταστρέψει την υγεία του.
<br /><br />
Η παρορμητική συμπεριφορά, ακόμη και όταν δεν είναι σοβαρά καταστροφική, μειώνεται
την αποτελεσματικότητα ενός ατόμου με σημαντικούς τρόπους. Ενεργώντας παρορμητικά
απαγορεύει την εκπόνηση εναλλακτικών μαθημάτων δράσης, μερικές από τις οποίες
θα ήταν πιο σοφός από την παρορμητική επιλογή. Παχυσαρκία επίσης
απομακρύνει τους ανθρώπους κατά τη διάρκεια έργων που απαιτούν οργανωμένες ακολουθίες
των βημάτων ή των σταδίων. Επιτεύγματα ενός παρορμητικού ατόμου είναι
ως εκ τούτου μικρό, διάσπαρτα και ασυνεπή.
<br /><br />
Ένα χαρακτηριστικό της νοημοσύνης, αυτό που δυνητικά διαχωρίζει τα ανθρώπινα όντα
από τις προηγούμενες μορφές ζωής, είναι η ικανότητα να σκεφτόμαστε το μέλλον
συνέπειες προτού να ενεργοποιήσετε μια ώθηση. Ευφυής δραστηριότητα
περιλαμβάνει την παρατήρηση των στόχων μεγάλης εμβέλειας, την οργάνωση και το σχεδιασμό
τις διαδρομές προς αυτούς τους στόχους και την επιμονή προς τους στόχους του στο πρόσωπο
των βραχυχρόνιων ωθήσεων για το αντίθετο. Η ιδέα ότι η νοημοσύνη
περιλαμβάνει τον έλεγχο των παλμών, που ωφελείται από τον όρο σύνεση
εναλλακτική ετικέτα για τον τομέα συνείδησης. Συνετή σημαίνει
τόσο σοφός όσο και προσεκτικός.
<br /><br/>
Άτομα που βαθμολογούν ψηλά στο
Η κλίμακα συνείδησης, στην πραγματικότητα, γίνεται αντιληπτή από τους άλλους ως ευφυής.
Τα οφέλη της υψηλής συνείδησης είναι προφανή. Ευσυνείδητος
τα άτομα αποφεύγουν το πρόβλημα και επιτυγχάνουν υψηλά επίπεδα επιτυχίας μέσω
σκόπιμο σχεδιασμό και επιμονή. Είναι επίσης θετικά
θεωρούνται από τους άλλους ως έξυπνες και αξιόπιστες. Στις αρνητικές
πλευρά, μπορούν να είναι καταναγκαστικά τελειομανείς και εργάτες.
Επιπλέον, θα μπορούσαν να θεωρηθούν άτομα με εξαιρετική συνείδηση
ως βουλωμένη και βαρετή.
<br /><br />
Οι ασυνείδητοι άνθρωποι μπορεί να επικρίνουν
την αναξιοπιστία τους, την έλλειψη φιλοδοξίας και την αποτυχία να μείνουν μέσα
τις γραμμές, αλλά θα ζήσουν πολλές βραχύβιες απολαύσεις και
δεν θα ονομάζονται ποτέ βουλωμένες.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `Η βαθμολογία σας για τη Συνείδηση είναι χαμηλή, υποδεικνύοντας ότι θέλετε να ζήσετε
προς το παρόν και να κάνουμε αυτό που αισθάνεται καλά τώρα. Το έργο σας τείνει να είναι
απρόσεκτη και αποδιοργανωμένη.`
    },
    {
      score: 'neutral', // do not translate this line
      text: `Η βαθμολογία σας για τη Συνείδηση είναι μέση. Αυτό σημαίνει ότι είσαι
εύλογα αξιόπιστη, οργανωμένη και αυτοελεγχόμενη.`
    },
    {
      score: 'high', // do not translate this line
      text: `Η βαθμολογία σας για τη Συνείδηση είναι υψηλή. Αυτό σημαίνει ότι θέτετε σαφή
στόχους και να τους ακολουθήσουν με αποφασιστικότητα. Οι άνθρωποι σας θεωρούν
αξιόπιστη και σκληρή εργασία.`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Self-Efficacy',
      text: `Η αυτο-αποτελεσματικότητα περιγράφει την εμπιστοσύνη στην ικανότητά του
για να ολοκληρώσουν τα πράγματα. Οι υψηλοί σκόρερ πιστεύουν ότι έχουν τη νοημοσύνη
(κοινή λογική), την οδήγηση και τον αυτοέλεγχο που είναι απαραίτητα για την επίτευξη επιτυχίας.
Οι χαμηλοί σκόρερ δεν αισθάνονται αποτελεσματικοί και μπορεί να έχουν την αίσθηση ότι δεν είναι
στον έλεγχο της ζωής τους.`
    },
    {
      facet: 2,
      title: 'Orderliness',
      text: `Τα άτομα με υψηλές βαθμολογίες στην κανονικότητα είναι
καλά οργανωμένη. Τους αρέσει να ζουν σύμφωνα με τις ρουτίνες και τα χρονοδιαγράμματα. Αυτοί
να κρατάτε τους καταλόγους και να κάνετε σχέδια. Οι χαμηλοί σκόρερ τείνουν να αποδιοργανώνονται και
διεσπαρμένος.`
    },
    {
      facet: 3,
      title: 'Dutifulness',
      text: `Αυτή η κλίμακα αντικατοπτρίζει τη δύναμη της αίσθησης ενός ατόμου
του δασμού και της υποχρέωσης. Εκείνοι που έχουν υψηλή βαθμολογία σε αυτή την κλίμακα έχουν ισχυρή
αίσθημα ηθικής υποχρέωσης. Οι χαμηλοί σκόρερ βρίσκουν συμβάσεις, κανόνες και
κανονισμούς που περιορίζονται υπερβολικά. Είναι πιθανό να θεωρηθούν ως αναξιόπιστοι ή
ακόμη και ανεύθυνη.`
    },
    {
      facet: 4,
      title: 'Achievement-Striving',
      text: `Άτομα που βαθμολογούν ψηλά σε αυτό
κλίμακα προσπαθούν σκληρά για να επιτύχουν την αριστεία. Η προσπάθειά τους να αναγνωριστούν ως
επιτυχία τους διατηρεί σε καλό δρόμο προς τους υψηλές τους στόχους. Συχνά έχουν
μια ισχυρή αίσθηση της κατεύθυνσης στη ζωή, αλλά εξαιρετικά υψηλές βαθμολογίες μπορεί
να είστε πολύ απασχολημένοι και εμμονή με το έργο τους. Οι χαμηλοί σκόρερ είναι ικανοποιημένοι
να περάσουν με ένα ελάχιστο ποσό εργασίας και να το δουν οι άλλοι
ως τεμπέλης.`
    },
    {
      facet: 5,
      title: 'Self-Discipline',
      text: `Αυτοπειθαρχία - αυτό που πολλοί καλούν
will-power-αναφέρεται στην ικανότητα να επιμένει σε δύσκολες ή δυσάρεστες
καθήκοντα μέχρι να ολοκληρωθούν. Άτομα που κατέχουν υψηλή αυτοπειθαρχία
είναι σε θέση να ξεπεράσουν την απροθυμία να ξεκινήσουν τα καθήκοντά τους και να παραμείνουν σε καλό δρόμο παρά το γεγονός ότι
αποσπάσεις της προσοχής. Αυτοί με χαμηλή αυτοπειθαρχία χρονοτριβούν και δείχνουν φτωχούς
παρακολούθησης, συχνά αποτυγχάνουν να ολοκληρώσουν τις εργασίες - ακόμη και εργασίες που θέλουν πολύ
πολλά για να ολοκληρωθεί.`
    },
    {
      facet: 6,
      title: 'Cautiousness',
      text: `Η προσεκτικότητα περιγράφει τη διάθεση προς
σκεφτείτε τις δυνατότητες πριν ενεργήσετε. Υψηλότεροι σκόρερ στην Προφύλαξη
κλίμακα παίρνουν το χρόνο τους κατά τη λήψη αποφάσεων. Οι χαμηλοί σκόρερ συχνά λένε ή κάνουν
το πρώτο πράγμα που έρχεται στο νου χωρίς να συζητάμε εναλλακτικές λύσεις και το
πιθανές συνέπειες αυτών των εναλλακτικών λύσεων.`
    }
  ]
}
