module.exports = {
  domain: 'O',
  title: 'Openness To Experience',
  shortDescription: 'Το Openness to Experience περιγράφει μια διάσταση του γνωστικού στυλ που διακρίνει τους φανταστικούς, δημιουργικούς ανθρώπους από τους γείτονες, τους συμβατικούς ανθρώπους.',
  description: `Οι ανοιχτοί άνθρωποι είναι διανοητικά περίεργοι,
αισθητική της τέχνης και ευαίσθητη στην ομορφιά. Τείνουν να είναι,
σε σύγκριση με τους κλειστούς ανθρώπους, περισσότερο ενήμεροι για τα συναισθήματά τους. Εχουν την τάση
σκέφτεστε και ενεργείτε σε ατομικιστικές και μη συμμορφούμενες
τρόπους. Οι διανοούμενοι έχουν συνήθως την υψηλότερη βαθμολογία στην Ανοικτότητα προς Εμπειρία.
κατά συνέπεια, ο παράγοντας αυτός ονομάστηκε επίσης Πολιτισμός ή
Διάνοια. <br /><br />Παρόλα αυτά, η Intellect θεωρείται πιθανώς καλύτερα ως μία πτυχή του ανοίγματος
να βιώσω. Τα αποτελέσματα σχετικά με την Ανοικτότητα στην Εμπειρία είναι μέτρια
που σχετίζονται με τα έτη εκπαίδευσης και βαθμολογίες σε τυποποιημένες έξυπνες δοκιμές.
<br /><br />
Ένα άλλο χαρακτηριστικό του ανοιχτού γνωστικού στυλ είναι μια δυνατότητα σκέψης
σε σύμβολα και αφαίμασεις που απέχουν πολύ από τη συγκεκριμένη εμπειρία. Εξαρτάται από
τις συγκεκριμένες πνευματικές ικανότητες του ατόμου, αυτή η συμβολική γνώση μπορεί
να λάβουν τη μορφή μαθηματικής, λογικής ή γεωμετρικής σκέψης, καλλιτεχνικής και
μεταφορική χρήση της γλώσσας, της μουσικής σύνθεσης ή της παράστασης, ή ενός από τους
πολλές οπτικές ή επιτελικές τέχνες.
<br /><br />
Τα άτομα με χαμηλές βαθμολογίες σχετικά με το άνοιγμα στην εμπειρία τείνουν να έχουν στενό, κοινό χαρακτήρα
τα ενδιαφέροντα. Προτιμούν το απλό, απλό και προφανές κατά τη διάρκεια του
πολύπλοκη, διφορούμενη και λεπτή. Μπορούν να θεωρούν τις τέχνες και τις επιστήμες με
υποψία, σχετικά με τις προσπάθειες αυτές ως άσκοπη ή μη πρακτική χρήση.
Οι κλειστοί άνθρωποι προτιμούν την εξοικείωση με την καινοτομία. είναι συντηρητικοί και
ανθεκτικό στην αλλαγή.
<br /><br />
Η διαφάνεια συχνά παρουσιάζεται ως πιο υγιής ή πιο ώριμη από τους ψυχολόγους, ποιος
συχνά είναι ανοιχτά στην εμπειρία. Ωστόσο, ανοιχτά και κλειστά στυλ του
η σκέψη είναι χρήσιμη σε διαφορετικά περιβάλλοντα. Το πνευματικό στυλ του
ανοικτό πρόσωπο μπορεί να εξυπηρετήσει έναν καθηγητή καλά, αλλά η έρευνα έχει δείξει ότι έκλεισε
η σκέψη σχετίζεται με την ανώτερη απόδοση της εργασίας στις αστυνομικές εργασίες, τις πωλήσεις και
μια σειρά επαγγελμάτων.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `Η βαθμολογία σας για το Openness to Experience είναι χαμηλή, υποδεικνύοντας ότι θέλετε να σκεφτείτε
απλοί και απλοί όροι. Άλλοι σας περιγράφουν ως υποβαθμισμένες, πρακτικές,
και συντηρητική.`
    },
    {
      score: 'neutral', // do not translate this line
      text: `Η βαθμολογία σας για το Openness to Experience είναι μέση, υποδεικνύοντας ότι απολαμβάνετε
αλλά είναι πρόθυμοι να δοκιμάσουν νέα πράγματα. Η σκέψη σου δεν είναι ούτε
απλή και περίπλοκη. Σε άλλους φαίνεται ότι είστε ένα πολύ μορφωμένο άτομο
αλλά δεν είναι διανοούμενος.`
    },
    {
      score: 'high', // do not translate this line
      text: `Η βαθμολογία σας για το Openness to Experience είναι υψηλή, υποδεικνύοντας ότι απολαμβάνετε την καινοτομία,
ποικιλία και αλλαγή. Είστε περίεργοι, φανταστικοί και δημιουργικοί.`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Imagination',
      text: `Για τα ευφάνταστα άτομα, ο πραγματικός κόσμος είναι
συχνά πολύ απλή και συνηθισμένη. Οι υψηλοί σκόρερ σε αυτήν την κλίμακα χρησιμοποιούν φαντασία σαν α
τρόπο δημιουργίας ενός πλουσιότερου, πιο ενδιαφέροντος κόσμου. Οι χαμηλοί σκορ έρχονται σε αυτό
κλίμακα είναι περισσότερο προσανατολισμένη στα γεγονότα από τη φαντασία.`
    },
    {
      facet: 2,
      title: 'Artistic Interests',
      text: `Οι υψηλοί σκόρερ σε αυτή την κλίμακα αγαπούν την ομορφιά, τόσο μέσα
της τέχνης και της φύσης. Γίνονται εύκολα εμπλέκονται και απορροφώνται σε καλλιτεχνικές
και φυσικά γεγονότα. Δεν είναι απαραίτητα καλλιτεχνικά εκπαιδευμένοι ούτε
ταλαντούχοι, αν και πολλοί θα είναι. Τα καθοριστικά χαρακτηριστικά αυτής της κλίμακας είναι
το ενδιαφέρον και την εκτίμηση των φυσικών και
τεχνητή ομορφιά. Οι χαμηλοί σκοπευτές δεν έχουν αισθητική ευαισθησία και ενδιαφέρον
οι τέχνες.`
    },
    {
      facet: 3,
      title: 'Emotionality',
      text: `Τα άτομα με υψηλή ευαισθησία έχουν καλή πρόσβαση
και να συνειδητοποιήσουν τα συναισθήματά τους. Οι χαμηλοί σκόρερ δεν γνωρίζουν
τα συναισθήματά τους και τείνουν να μην εκφράζουν ανοιχτά τα συναισθήματά τους.`
    },
    {
      facet: 4,
      title: 'Adventurousness',
      text: `Οι υψηλοί σκόρερ για την περιπέτεια είναι πρόθυμοι να
δοκιμάστε νέες δραστηριότητες, ταξιδεύετε σε ξένες εκτάσεις και δοκιμάστε διαφορετικά
πράγματα. Βρίσκουν οικειότητα και ρουτίνα βαρετό, και θα πάρει ένα νέο
διαδρομή στο σπίτι μόνο και μόνο επειδή είναι διαφορετική. Οι χαμηλοί σκόρερ τείνουν να αισθάνονται
άβολα με την αλλαγή και προτιμούν οικεία ρουτίνες.`
    },
    {
      facet: 5,
      title: 'Intellect',
      text: `Τα πνευματικά και καλλιτεχνικά ενδιαφέροντα είναι τα δύο πιο
σημαντικές, κεντρικές πτυχές του ανοίγματος στην εμπειρία. Υψηλή βαθμολογία
Η νοημοσύνη αγαπά να παίζει με ιδέες. Είναι ανοιχτοί στη νέα και ασυνήθιστη
ιδέες και επιθυμούν να συζητήσουν τα πνευματικά ζητήματα. Απολαμβάνουν γρίφους, παζλ,
και ετικέτες εγκεφάλου. Οι χαμηλοί σκόρερ στην Intellect προτιμούν να ασχολούνται είτε με
ανθρώπους ή πράγματα και όχι ιδέες. Θεωρούν τις πνευματικές ασκήσεις ως α
χάσιμο χρόνου. Η νοημοσύνη δεν πρέπει να εξομοιώνεται με τη νοημοσύνη.
Η νοημοσύνη είναι ένα πνευματικό στυλ, όχι μια πνευματική ικανότητα, αν και
οι υψηλοί σκόρερ στο σκορ Intellect ελαφρώς υψηλότεροι από τους Low-Intellect
άτομα σε τυποποιημένες δοκιμές πληροφοριών.`
    },
    {
      facet: 6,
      title: 'Liberalism',
      text: `Ο ψυχολογικός φιλελευθερισμός αναφέρεται στην ετοιμότητα
αμφισβητούν την αρχή, τη σύμβαση και τις παραδοσιακές αξίες. Στα περισσότερα του
ακραίες μορφές, ο ψυχολογικός φιλελευθερισμός μπορεί ακόμη και να είναι απλός
την εχθρότητα απέναντι στους κανόνες, τη συμπάθεια για τους διαταράκτες του νόμου και την αγάπη της ασάφειας,
το χάος και τη διαταραχή. Οι ψυχολογικοί συντηρητικοί προτιμούν την ασφάλεια και
σταθερότητα που επιφέρει η συμβατότητα με την παράδοση. Ψυχολογικός φιλελευθερισμός
και ο συντηρητισμός δεν είναι ταυτόσημοι με την πολιτική υπαγωγή, αλλά σίγουρα
προσανατολισμό ατόμων προς ορισμένα πολιτικά κόμματα.`
    }
  ]
}
