module.exports = {
  domain: 'A',
  title: 'ความน่าคบหา',
  shortDescription: 'ความน่าคบหา เป็นแนวโน้มของบุคคลที่จะยอมตามผู้อื่น ชอบที่จะร่วมมือ ชอบความกลมกลืนทางสังคม เห็นแก่ประโยชน์ของผู้อื่นก่อนตนเอง',
  description: 'บุคคลที่มีบุคคลิกภาพด้านนี้สูง มักจะมีค่านิยมเกี่ยวกับการอยู่ร่วมกับผู้อื่น มองธรรมชาติของ มนุษย์ในแง่ดี มีความซื่อสัตย์จิตใจดี และไว้วางใจได้ จึงมักจะมีลักษณะนิสัยเป็นกันเอง เอื้อเฝื้อเผื่อแผ่ เห็นใจและสนใจช่วยเหลือผู้อื่นเป็นพิเศษ มีความน่าคบหาสูงมักจะเชื่อถือ ไว้วางใจผู้อื่นได้ง่าย ตรงไปตรงมาในการแสดงความคิดเห็นและการกระทำ  สามารถปรับตัวเข้ากับสถานการณ์ต่าง ๆ ได้ง่าย  สุภาพ ถ่อมตัว และใส่ใจความรู้สึกของผู้อื่น<br /><br />บุคคลที่มีบุคลิกภาพด้านนี้ต่ำ มักจะสนใจในผลประโยชน์ของตัวเองเป็นหลัก มากกว่าการได้อยู่ร่วมกับผู้อื่น มักจะไม่สนใจในทุกข์สุขของผู้อื่น ไม่ชอบช่วยเหลือผู้อื่นบางครั้งมีความสงสัยในแรงจูงใจของการกระทำของผู้อื่น จึงมีความหวาดระแวง ไม่เป็นมิตร ไม่ชอบทำงานร่วมกับผู้อื่น',
  results: [
    {
      score: 'low', // do not translate this line
      text: 'คะแนนด้านความน่าคบหาของคุณอยู่ในระดับต่ำ ซึ่งบ่งบอกถึงความกังวลต่อความต้องการของผู้อื่นน้อยกว่าความต้องการของคุณเอง ผู้คนมองว่าคุณเป็นคนเข้มแข็ง วิจารณ์ และไม่ประนีประนอม'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'ระดับความน่าคบหาของคุณอยู่ในระดับปานกลาง ซึ่งบ่งบอกถึงความกังวลต่อความต้องการของผู้อื่น แต่โดยทั่วไปแล้วคือไม่เต็มใจที่จะเสียสละตัวเองเพื่อผู้อื่น'
    },
    {
      score: 'high', // do not translate this line
      text: 'ความน่าคบหาในระดับสูงของคุณ บ่งบอกถึงความสนใจอย่างมากต่อความต้องการและความเป็นอยู่ที่ดีของผู้อื่น คุณเป็นคนน่ารัก มีความเห็นอกเห็นใจ และให้ความร่วมมือ'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'ความไว้วางใจ',
      text: 'คนที่มีความไว้วางใจสูงจะถือว่าคนส่วนใหญ่มีความยุติธรรม ซื่อสัตย์ และมีเจตนาดี ผู้ที่มีความไว้วางใจต่ำจะมองว่าผู้อื่นเห็นแก่ตัว หลอกลวง และอาจเป็นอันตรายได้'
    },
    {
      facet: 2,
      title: 'ศีลธรรม',
      text: 'ผู้ได้คะแนนสูงในระดับนี้มักพูดความจริง ไม่หลอกลวงหรือปิดบังข้อมูลสำคัญ ปฏิบัติต่อผู้อื่นโดยเท่าเทียม มีความรับผิดชอบต่อคำพูดและการกระทำของตนเอง เคารพสิทธิและความคิดเห็นของผู้อื่น  มีความเห็นอกเห็นใจและยินดีช่วยเหลือผู้อื่นเมื่อมีโอกาส พร้อมเสียสละประโยชน์ส่วนตัวเพื่อประโยชน์ส่วนรวม ส่วนคนที่ได้คะแนนต่ำ มักโกหกหรือหลอกลวงเพื่อประโยชน์ส่วนตัว ทำสิ่งที่ไม่เป็นธรรมต่อผู้อื่น ไม่ยอมรับความผิดพลาดของตนเอง ไม่เคารพสิทธิหรือความคิดเห็นของผู้อื่น มักใส่ใจแต่ประโยชน์ส่วนตัว โดยไม่คำนึงถึงผลกระทบต่อผู้อื่น'
    },
    {
      facet: 3,
      title: 'ความมีน้ำใจ',
      text: 'คนที่มีน้ำใจ มักจะช่วยเหลือผู้อื่นเมื่อเห็นว่าต้องการความช่วยเหลือ โดยไม่คำนึงถึงผลประโยชน์ของตนเอง มีความเข้าใจและเห็นใจ พบว่าการทำสิ่งต่าง ๆ เพื่อผู้อื่นเป็นรูปแบบหนึ่งของการเติมเต็มตนเองมากกว่าการเสียสละผู้ที่ได้คะแนนต่ำในระดับนี้ จะไม่ชอบช่วยเหลือผู้ที่ต้องการความช่วยเหลือ คิดว่าการขอความช่วยเหลือเหมือนเป็นการบังคับให้ช่วยมากกว่า'
    },
    {
      facet: 4,
      title: 'ความร่วมมือ',
      text: 'บุคคลที่ได้คะแนนสูงในระดับนี้ไม่ชอบการเผชิญหน้า พวกเขาเต็มใจอย่างยิ่งที่จะประนีประนอมหรือปฏิเสธความต้องการของตนเองเพื่อที่จะอยู่ร่วมกับผู้อื่นได้ ผู้ที่ได้คะแนนต่ำในระดับนี้มีแนวโน้มที่จะข่มขู่ผู้อื่นให้หลีกทางให้'
    },
    {
      facet: 5,
      title: 'ความถ่อมตน',
      text: 'ผู้ได้คะแนนสูงในระดับนี้ จะไม่โอ้อวดหรือยกตนข่มท่าน ไม่แสดงตนว่าดีกว่าผู้อื่น แม้ว่าจะมีความสามารถหรือมีความสำเร็จมากเพียงใดก็ตาม มักให้ความสำคัญกับการเคารพและให้เกียรติผู้อื่น ในบางกรณีทัศนคตินี้อาจมาจากความมั่นใจหรือความภาคภูมิใจในตนเองต่ำ อย่างไรก็ตามคนที่มีความมั่นในในตนเองสูง มองบอกว่าตนเองเหนือกว่าคนอื่น มักจะถูกผู้อื่นมองว่าเป็นคนหยิ่งยะโส'
    },
    {
      facet: 6,
      title: 'ความเห็นใจ',
      text: 'คนที่ได้คะแนนสูงในระดับนี้จะมีจิตใจอ่อนโยนและมีความเห็นอกเห็นใจ พวกเขารู้สึกถึงความเจ็บปวดของผู้อื่น เกิดความสงสารได้ง่าย คนที่ได้คะแนนต่ำจะไม่ได้รับผลกระทบอย่างรุนแรงจากความทุกข์ทรมานของมนุษย์ พวกเขาภาคภูมิใจในการตัดสินอย่างเป็นกลางโดยอิงจากเหตุผล พวกเขาให้ความสำคัญกับความจริงและความยุติธรรมที่เป็นกลางมากกว่าความเมตตา'
    }
  ]
}
