module.exports = {
  domain: 'A',
  title: 'Agreeableness',
  shortDescription: 'Agreeableness หรือ การยินยอมเห็นใจ แสดงให้เห็นถึงความสามัคคีและการเป็นมิตรต่อส่วนรวม โดยส่วนมากแล้วจะแสดงความเห็นอกเห็นใจผู้อื่นและร่วมมือกับผู้อื่นโดยง่าย',
  description: `ดังนั้นพวกเขามักเอาใจใส่ เป็นมิตรต่อผู้อื่น มีความใจกว้าง และยินดีที่จะละทิ้งผลประโยชน์ของพวกเขาเพื่อผู้อื่น
  พวกเขามักมองโลกในแง่ดี และมักมองว่าทุกคนนั้นซื่อสัตย์และเชื่อถือได้ <br /><br />
ผู้ที่มักเห็นแย้งกับผู้อื่นและต่อต้านผู้อื่น มักนำประโยชน์ของตนเองเหนือการใช้ชีวิตร่วมผู้อื่น พวกเขามักไม่ใส่ใจผู้อื่น ดังนั้นพวกจะไม่พยายามทำอะไรให้ผู้อื่น
ในบางครั้ง ความขี้สงสัยเกี่ยวกับแรงจูงใจ และเหตุผลในการทำอะไรบางอย่างของผู้อื่น 
อาจจะทำให้เขาสงสัย แสดงความไม่เป็นมิตร และไม่ร่วมมือกับผู้อื่น
<br /><br />

ดังนั้นการยินยอมกับผู้อื่นคือข้อดีในการรักษาชื่อเสียงและค่านิยมในตัวเขาเอง พวกเขาถูกรักใคร่มากกว่าคนที่มักต่อต้านผู้อื่น
ในทางกลับกัน agreeableness หรือการยินยอมกับผู้อื่นง่ายๆมีข้อเสีย เมื่อพวกเขาต้องคิด ตัดสินใจในเรื่องใหญ่และเด็ดขาด

Disagreeable หรือผู้ที่มักเห็นแย้งกับผู้อื่นและต่อต้านผู้อื่น สามารถทำงานเป็นนักวิทยาศาสตร์  นักวิจารณ์ หรือทหาร ได้ดี`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `คะแนน Agreeableness หรือการยินยอมเห็นใจ ต่ำ หมายถึงความใส่ใจแต่ตัวเองมีมากกว่าให้ผู้อื่น
      ผู้คนมักมองคุณดื้อดึง จริงจัง และแน่วแน่`
    },
    {
      score: 'neutral', // do not translate this line
      text: `คะแนน Agreeableness หรือการยินยอมเห็นใจ ปานกลาง คุณใส่ใจผู้อื่นบ้าง แต่มักไม่เสียสละเวลาของตัวเองเพื่อผู้อื่น`
    },
    {
      score: 'high', // do not translate this line
      text: `คะแนน Agreeableness หรือการยินยอมเห็นใจ ของคุณสูง หมายความว่าคุณมีความเอาใจใส่ผู้อื่นสูง
      คุณมักเห็นใจและมักยอมให้ความร่วมมือกับผู้อื่น`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Trust',
      text: `ผู้ที่ได้คะแนนสูงในกลุ่มนี้มักมีความไว้วางใจผู้อื่นมักคิดว่าผู้อื่นนั้นมีความยุติธรรม ซื่อสัตย์ และมีเจตนารมณ์ที่ดี
      คนที่มีความไว้วางใจต่ำมักมองผู้อื่นว่าเห็นแก่ตัว คดเคี้ยว และน่าอันตราย`
    },
    {
      facet: 2,
      title: 'Morality',
      text: `ศีลธรรม ผู้ที่ได้คะแนนสูงในส่วนนี้มักไม่เห็นความจำเป็นของข้ออ้าง หรือการถูกใช้เล่ห์เหลี่ยมกับผู้อื่น พวกเขามักจะตรงไปตรงมาและมีความจริงใจ
      คนที่ได้คะแนนในส่วนนี้น้อย มักมีความคิดว่าการใช้เล่ห์เหลี่ยมกับความสัมพันธ์ในสังคมคือความจำเป็น
      ผู้คนทั่วไปเห็นด้วยว่าเขามีความคล้ายคลึงกับผู้คนที่ได้คะแนนสูงมากกว่าคะแนนต่ำ
      แต่นั้นไม่ได้หมายความว่าคนที่ได้คะแนนต่ำนั้นไม่มีศีลธรรม แต่พวกเขานั้นมักไม่ชอบเปิดเผยตัวและชอบปกปิดหลายๆอย่าง`
    },
    {
      facet: 3,
      title: 'Altruism',
      text: `ผู้ที่ได้คะแนนสูงในกลุ่มนี้มักมีความเห็นใจในผู้อื่นมักมีความสุขในการช่วยเหลือผู้อื่น ดังนั้นพวกเขามักเต็มใจที่จะเหลือคนที่ต้องการความช่วยเหลือเสมอ
      พวกเขามักเห็นว่าการช่วยเหลือผู้อื่นคือความสุขและการบรรลุเป้าหมายในตนเอง และไม่ใช่การเสียสละ
      ผู้คนที่ได้คะแนนน้อยในกลุ่มนี้มักไม่ชอบช่วยเหลือผู้อื่น เมื่อเขาถูกเรียกร้องให้ช่วยเหลือ เขามักมองว่ามันคือการเสียสละเวลาของตนเอง`
    },
    {
      facet: 4,
      title: 'Cooperation',
      text: `ผู้ที่มีคะแนนสูงในกลุ่มนี้มักให้ความร่วมมือกับผู้อื่นและได้คะแนนในกลุ่มนี้สูงมักไม่ชอบกับการเผชิญหน้าต่างๆ
      พวกเขายอมที่จะเสียสละและประนีประนอมกับบางสิ่งเพื่อการเข้าสังคม
      ผู้คนที่มีคะแนนน้อยในกลุ่มนี้มักข่มขู่ผู้อื่นให้ทำตามสิ่งที่เขาต้องการ`
    },
    {
      facet: 5,
      title: 'Modesty',
      text: `ผู้ที่ได้คะแนนสูงในกลุ่มนี้มักมีความถ่อมตัวและความอ่อนน้อมสูงมักไม่ชอบถูกมองว่าเขาดีกว่าหรือเหนือกว่าผู้อื่น
      ท่าทีของพวกเขาอาจถูกมองว่ามาจากความมั่นใจในตัวเองที่ต่ำ
      แต่คนที่มีความมั่นใจในตัวเองสูงมักมองว่าความถ่อมตัวไม่ใช่สิ่งจำเป็น
      ผู้คนที่มองตัวเองว่าเหนือผู้อื่นมักถูกมองจากคนภายนอกว่าหยิ่ง`
    },
    {
      facet: 6,
      title: 'Sympathy',
      text: `ผู้ได้คะแนนสูงในกลุ่มนี้มักเห็นอกเห็นใจในผู้อื่นและขี้สงสาร
      พวกเขามักรู้สีกเจ็บปวดแทนผู้อื่นและสงสารคนง่าย
      ผู้คนที่ได้คะแนนต่ำในกลุ่มนี้ไม่ค่อยมี
      ความทุกข์ทรมานของผู้คนมักไม่มีผลกับผู้คนที่ได้คะแนนต่ำในกลุ่มนี้
      พวกเขาให้ความสำคัญกับเหตุผล ความจริง และความยุติธรรมมากกว่าการเมตตาผู้อื่น`
    }
  ]
}
