module.exports = {
  domain: 'C',
  title: 'Conscientiousness',
  shortDescription: 'ความซื่อตรงสามารถสื่อได้ถึงวิธีที่เราควบคุมความรู้สึก',
  description: `แรงกดดันนั้นอาจจะไม่ได้เลวร้ายเสมอไป
  ในบางครั้งเราก็ต้องการความไวในการตัดสินใจอะไรบางอย่างและการใช้ความรู้สึกแรกสามารถช่วยได้
  และในบางครั้งในเวลานอกงานการทำตัวเช่นนี้ก็อาจจะทำให้ความสนุกมากยิ่งขึ้น
  คนเหล่านี้มักถูกมองโดยคนภายนอกว่ามีสีสัน อยู่ด้วยแล้วสนุก
<br /><br />
อย่างไรก็ตาม การทำตัวแบบถูกกระตุ้นนั้นอาจนำปัญหาเข้าตัวได้
ในบางครั้งคนเหล่านี้อาจจะมีการต่อต้านสังคม
คนที่ไม่สามารถควมคุบอารมณ์นี้ได้อาจทำลายคนรอบข้างและอาจมีผลร้ายต่อตัวเขาเอง
อีกหนึ่งปัญหาคือการทำตัวเช่นนี้อาจได้ผลตอบแทนที่ไม่น่ายินดีและมีผลเสียในระยะยาว
ตัวอย่างเช่น  การสร้างมิตรภาพในที่ทำงานจนทำให้งานเสียและถูกไล่ออกในที่สุด หรือการพูดจาที่อาจจะเหน็บแหนมผู้อื่นและทำให้เสียมิตรภาพได้
หรือการใช้ยากระตุ้นความรู้สึกที่อาจส่งผลร้ายต่อสุขภาพได้
<br /><br />
คนบางกลุ่มที่อยู่ในสถานะที่ไม่สามารถควบคุมตัวเอง แต่อาจไม่ถึงขั้นอันตราย 
แต่ชีวิตการเป็นอยู่ของพวกเขาอาจอาจไม่ราบรื่นอย่างที่เป็น
การทำตัวเช่นนี้ ทำให้พวกเขาไม่สามารถไตร่ตรองความคิดและการกระทำได้ดีอย่างที่ควร
ในเหตุการณ์ที่ี่มีความจำเป็นต้องจัดระเบียบ เช่นในด้านการงาน
คนเหล่านี้อาจมีปัญหาเพราะเขามักทำงานที่ไม่เป็นไปทำแผนงาน
<br /><br />
สิ่งนึงที่ทำให้มนุษย์เราแตกต่างจากสิ่งที่มีชีวิตอื่นๆคือสติปัญญาและความคิด
เราสามารถคิดถึงการกระทำของเราและผลลัพธ์ที่จะเกิดขึ้น
การทำตัวให้ฉลาดหมายถึงการคิดถึงเป้าหมายในอนาคตของชีวิต
การวางแผนและตั้งเป้าหมายในเป้าหมายชีวิตต่างๆ
การมีสติปัญญานั้นหมายถึงการบุคคลนั้นๆสามารถควบคุมอารมณ์ในด้านต่างๆได้
<br /><br/>
บุคคลที่ได้คะแนนสูงในด้านนี้มักถูกมองโดยผู้อื่นว่าเฉลียวฉลาด
ผลดีของการเป็นคนรอบครอบคือ คนเหล่านี้มักหลีกเลี่ยงในการนำตัวเองสู่ปัญหา 
และมีความพยายามในการบรรลุเป้าหมายในชีวิตด้วยแผนการที่ดีและใจมุ่งมั่น
พวกเขามักถูกมองในทางบวก และถูกมองว่าฉลาดและเป็นคนที่น่าเชื่อถือ
แต่อย่างไรก็ตาม ผลเสียคือพวกเขาอาจจะถูกมองว่าบ้างาน และอยากทำทุกๆอย่างให้ดีและสมบูรณ์ที่สุด
ในบางครั้ง เขาอาจถูกมองว่าน่าเบื่ออีกด้วย
<br /><br />
คนที่ไม่ให้ความสนใจในเรื่องน่าเชื่อถือและซื่อตรง 
อาจถูกมองว่าไม่น่าไว้ใจ ไม่มีความทะเยอทะยาน และไม่สามารถทำตามกฎได้ 
แต่พวกเขามักมีความสุขกับเรื่องเล็กๆ และมักถูกมองว่าเป็นคนสนุกสนาน`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `คะแนนความซื่อตรงรอบครอบของคุณนั้นต่ำ 
      นั้นหมายความว่าคุณมีความสุขกับปัจจุบันและทำในสิ่งที่เขาชอบ 
      คุณอาจจะไม่ให้ความสนใจในงานของคุณมากนักและการวางแผนอาจไม่ดีเท่าไร`
    },
    {
      score: 'neutral', // do not translate this line
      text: `คุณได้คะแนนในด้านความซื่อตรงและรอบครอบในระดับปานกลาง
      นั้นหมายความว่าคุณมีความน่าเชื่อถือ รักในการจัดระเบียบในด้านต่างๆ และควบคุมตัวเองได้`
    },
    {
      score: 'high', // do not translate this line
      text: `คุณได้คะแนนในด้านความซื่อตรงและรอบครอบในระดับสูง
      นั้นหมายความว่าคุณมีเป้าหมายที่แน่วแน่และแน่นอน
      คุณมักถูกมองว่าน่าเชื่อถือและรักในการทำงาน`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Self-Efficacy',
      text: `Self-Efficacy หรือการให้ความสนใจในคุณภาพของต้วเอง
      นั้นแสดงให้เห็นถึงความมั่นใจในตัวเอง ผู้คนที่ได้คะแนนสูงในด้านนี้มักถูกมองว่าเฉลียวฉลาดและควบคุมตัวเองได้
      ผู้คนที่ได้คะแนนต่ำในด้านนี้มักไม่ค่อยรู้สึกมีประสิทธิภาพในชีวิตและไม่สามารถควบคุมตัวเองได้ดี`
    },
    {
      facet: 2,
      title: 'Orderliness',
      text: `ความมีระเบียบวินัย ผู้คนที่ได้คะแนนเยอะในด้านระเบียบวินัยมักจะชอบในการแผนชีวิต
      พวกเขามีความสุขในการใช้ชีวิตตามกฎและตาราง พวกเขาชอบจดสิ่งต่างในชีวิต
      ผู้คนที่ได้คะแนนต่ำมักไม่มีระเบียบในสิ่งต่างๆในชีวิต`
    },
    {
      facet: 3,
      title: 'Dutifulness',
      text: `นั้นหมายความว่าคุณมีความซื่อสัตย์ในหน้าที่
      ผู้คนที่ได้คะแนนสูงในด้านนี้มักให้ความสำคัญในเรื่องคุณธรรม
      แต่ผู้คนที่ได้คะแนนต่ำในด้านนี้มักมองว่ากฎระเบียบและตารางนั้นน่าอึดอัด
      พวกเขามักถูกมองว่าไม่น่าไว้ใจและขาดความรับผิดชอบ`
    },
    {
      facet: 4,
      title: 'Achievement-Striving',
      text: `คนที่ได้คะแนนสูงในด้านการมุ่งมั่นในการประสบความสำเร็จมักหวังสูงในทุกๆเรื่อง
      พวกเขาอยากถูกมองว่าประสบความสำเร็จและนั้นมักทำให้เขาสามารถลุล่วงในทุกเป้าหมาย
      พวกเขามีทิศทางในการดำรงชีวิต แต่คนที่ได้คะแนนสูงมากๆอาจเด็ดเดี่ยวและหมกมุ่นกับงานจนเกินไป
      คนที่ได้คะแนนต่ำมักอยากทำให้น้อยที่สุด พวกเขามักถูกมองว่าขี้เกียจ`
    },
    {
      facet: 5,
      title: 'Self-Discipline',
      text: `คนที่มีวินัยในตนเองหรือการควบคุมตัวเองได้ถือว่ามีความสามารถในการทำในสิ่งที่เขาอาจไม่ชอบ
      คนที่มีวินัยสูงในตัวเองสามารถเอาชนะการฝืนใจในตัวเองได้และมักทำงานชิ้นนั้นเสร็จได้ดี
      แต่คนที่ได้คะแนนต่ำนั้นมักผัดวันประกันพรุ่งกับงานของเขา พวกเขามักทำงานไม่เสร็จแม้จะเป็นงานที่เขาชอบมักเท่าไร`
    },
    {
      facet: 6,
      title: 'Cautiousness',
      text: `ความรอบคอบแสดงให้เห็นว่าคนเหล่านี้มักคิดและไตร่ตรองกับทุกๆอย่างก่อนทำ
      คนที่ได้คะแนนสูงมักให้เวลากับการต้องตัดสินใจอะไรบางอย่าง
      แต่คนที่ได้คะแนนน้อยมักทำหรือพูดออกมาทันทีโดยไม่คิดให้ดีก่อน`
    }
  ]
}
