module.exports = {
  domain: 'C',
  title: 'การมีจิตสำนึก',
  shortDescription: 'การมีจิตสำนึก เป็นแนมโน้มที่จะแสดงความมีวินัยในตนเอง รู้จักหน้าที่ มีจุดมุ่งหมายที่จะประสบความสำเร็จ',
  description: 'บุคคลที่มีบุคลิกภาพด้านนี้สูง มักจะชอบวางแผนล่วงหน้า ส่งผลให้เป็นคนที่มีการควบคุมการกระทำของตนเอง และกำหนดทิศทางความต้องการภายในให้มีการแสดงออกอย่างเหมาะสม หลีกเลี่ยงที่จะไม่กระทำในสิ่งที่มองเห็นว่าจะมีปัญหาเกิดขึ้น ถูกมองจากผู้อื่นว่าเป็นคนฉลาด เชื่อถือได้ <br /><br />บุคคลที่มีจิตสำนึกสูง มักมีความรับผิดชอบในงานและหน้าที่ต่าง ๆ มีการจัดการเวลาและสิ่งต่าง ๆ อย่างมีระเบียบ มีความมุ่งมั่นในการทำงานและรักษาคำมั่นสัญญา  มีเป้าหมายที่ชัดเจน พยายามทำให้สำเร็จ มีความสามารถในการควบคุมตนเอง ทำตามแผนที่วางไว้ มักจะพิจารณาและตรวจสอบข้อมูลก่อนที่จะตัดสินใจ<br /><br />ส่วนในแง่ลบ มักเป็นคนทำงานหนักมากเกินไป มีแนวโน้มต้องการความสมบูรณ์แบบ จริงจังกับทุกเรื่อง จึงดูเป็นคนเคร่งเครียดตลอดเวลา ไม่มีชีวิตชีวา น่าเบื่อ<br /><br />บุคคลที่มีบุคลิกภาพด้านนี้ต่ำ จะเป็นคนที่ไม่ค่อยมีความทะเยอทะยาน ไม่มีจุดมุ่งหมายในชีวิต ดูไม่น่าเชื่อถือ ดำรงชีวิตไปตามความต้องการระยะสั้นของตนเอง ไม่สามารถทำตามแบบแผนที่ถูกกำหนดได้ แต่ก็จะเป็นบุคคลที่ไม่น่าเบื่อและไม่เครียดกับสิ่งต่างๆ มากเกินไป',
  results: [
    {
      score: 'low',
      text: 'คะแนนด้านการมีจิตสำนึกต่ำ ชอบใช้ชีวิตแบบไม่มีจุดมุ่งหมาย ไม่สามารถทำตามแบบแผนที่ถูกกำหนดได้'
    },
    {
      score: 'neutral',
      text: 'คะแนนของคุณในด้านการมีจิตสำนึกอยู่ในระดับปานกลาง นี่หมายความว่าคุณเป็น เชื่อถือได้ มีระเบียบ และควบคุมตนเองได้พอสมควร'
    },
    {
      score: 'high',
      text: 'คะแนนของคุณในด้านการมีจิตสำนึกอยู่ในระดับสูง ซึ่งหมายความว่าคุณชัดเจนในเป้าหมายและดำเนินไปอย่างมุ่งมั่น ผู้คนมองว่าคุณเป็นเชื่อถือได้และทำงานหนัก'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'การรับรู้ความสามารถของตนเอง',
      text: 'การรับรู้ความสามารถของตนเองอธิบายถึงความมั่นใจในความสามารถของตนเองในการทำสิ่งต่างๆ ให้สำเร็จ ผู้ได้คะแนนสูงเชื่อว่าตนมีสติปัญญา (สามัญสำนึก) แรงผลักดัน และการควบคุมตนเองที่จำเป็นต่อการบรรลุความสำเร็จ ผู้ได้คะแนนต่ำจะรู้สึกว่าตนเองไม่มีประสิทธิภาพ และอาจรู้สึกว่าไม่สามารถควบคุมชีวิตของตนเองได้'
    },
    {
      facet: 2,
      title: 'ความเป็นระเบียบเรียบร้อย',
      text: 'ผู้ที่มีคะแนนความเป็นระเบียบเรียบร้อยสูงจะมีการจัดการที่ดี พวกเขาชอบใช้ชีวิตตามกิจวัตรและตารางเวลา พวกเขาจัดเก็บรายการและมีการวางแผน ผู้ได้คะแนนต่ำมีแนวโน้มที่จะไม่เป็นระเบียบและกระจัดกระจาย'
    },
    {
      facet: 3,
      title: 'ความซื่อสัตย์ในการปฏิบัติหน้าที่',
      text: 'ระดับนี้สะท้อนถึงจุดแข็งของสำนึกในหน้าที่และภาระผูกพันของบุคคล ผู้ที่ได้คะแนนสูงในระดับนี้จะมีสำนึกในพันธะผูกพันทางศีลธรรมอย่างมาก ผู้ได้คะแนนต่ำพบว่าสัญญา กฎเกณฑ์ และข้อบังคับมีการจำกัดมากเกินไป พวกเขามีแนวโน้มที่จะถูกมองว่าไม่น่าเชื่อถือหรือขาดความรับผิดชอบด้วยซ้ำ'
    },
    {
      facet: 4,
      title: 'ความสำเร็จ-ความมุ่งมั่น',
      text: 'บุคคลที่ได้คะแนนสูงในระดับนี้จะพยายามอย่างหนักเพื่อให้บรรลุความเป็นเลิศ แรงผลักดันของตนเองที่จะได้รับการยอมรับว่าประสบความสำเร็จทำให้ก้าวไปสู่เป้าหมายอันสูงส่ง มักจะมีทิศทางในชีวิตที่ชัดเจน แต่คะแนนที่สูงมากๆ อาจเป็นโดดเดี่ยวและหมกมุ่นอยู่กับงานของตนมากเกินไป ผู้ได้คะแนนต่ำคือพอใจที่จะทำงานผ่านไปได้เพียงเล็กน้อย และอาจถูกผู้อื่นมองว่าขี้เกียจ'
    },
    {
      facet: 5,
      title: 'มีวินัยในตนเอง',
      text: 'ความมีวินัยในตนเองซึ่งหลายๆ คนเรียกว่าพลังความตั้งใจ หมายถึงความสามารถในการยืนหยัดในงานที่ยากหรือไม่พึงประสงค์จนกว่างานเหล่านั้นจะเสร็จสิ้น คนที่มีวินัยในตนเองสูงสามารถเอาชนะความไม่เต็มใจที่จะเริ่มงานและทำตามแผนได้แม้จะมีสิ่งรบกวนสมาธิก็ตาม ผู้ที่มีวินัยในตนเองต่ำจะผลัดวันประกันพรุ่งและติดตามผลได้ไม่ดี มักจะล้มเหลวในการทำงานให้เสร็จสิ้น แม้กระทั่งงานที่ตนเองต้องการทำให้สำเร็จ'
    },
    {
      facet: 6,
      title: 'ความรอบคอบ',
      text: 'ความรอบคอบอธิบายถึงนิสัยในการคิดให้ผ่านความเป็นไปได้ก่อนลงมือทำ ผู้ได้คะแนนสูงตามระดับความระมัดระวังจะใช้เวลาในการตัดสินใจ ผู้ได้คะแนนต่ำมักจะพูดหรือทำสิ่งแรกที่เข้ามาในใจโดยไม่ไตร่ตรองถึงทางเลือกอื่นและผลที่ตามมาที่เป็นไปได้ของทางเลือกเหล่านั้น'
    }
  ]
}
