module.exports = {
  domain: 'E',
  title: 'ความชอบเข้าสังคม',
  shortDescription: 'ความชอบเข้าสังคม เป็นลักษณะของคนที่ชอบการพบปะพูดคุยกับผู้อื่น ชอบอยู่ในกลุ่มคน มีลักษณะเป็นคนเปิดเผยตนเอง',
  description: 'บุคคลที่มีบุคลิกภาพด้านนี้สูง มักจะมีพลังงานสูงและมีความกระตือรือร้นในกิจกรรมต่าง ๆ มีความสุข มองโลกในแง่ดี ชอบการพบปะพูดคุยและทำกิจกรรมร่วมกับผู้อื่น มักกล้าพูด กล้าแสดงความคิดเห็นของตนเอง ชอบความตื่นเต้นและการทำกิจกรรมใหม่ ๆ ที่ท้าทาย มักจะชอบเป็นจุดสนใจและมีความสุขที่ได้อยู่ในสถานการณ์ที่มีคนมากมาย <br /><br />บุคคลที่มีลักษณะตรงกันข้ามเรียกว่า Introvert มักเป็นคนที่ค่อนข้างเงียบ ไม่ชอบเข้าสังคม ชอบอยู่คนเดียว แต่ก็ไม่ได้หมายความว่าเป็นคนที่ขาดทักษะทางสังคมหรือขี้อาย หากแต่เป็นบุคคลที่ต้องการอยู่คนเดียว ไม่ชอบการกระตุ้นจากสังคม จึงดูเหมือนเป็บคนที่ไม่เป็นมิตรหรือไม่สนใจผู้อื่น',
  results: [
    {
      score: 'low',
      text: 'คะแนนของคุณในการเข้าสังคมต่ำ บ่งบอกว่าคุณเป็นคนเก็บตัว สงวนท่าที และเงียบขรึม คุณเพลิดเพลินกับกิจกรรมที่สันโดษ การเข้าสังคมของคุณมักจะจำกัดอยู่แค่เพื่อนสนิทเพียงไม่กี่คนเท่านั้น'
    },
    {
      score: 'neutral',
      text: 'คะแนนของคุณในการเข้าสังคมปานกลาง ซึ่งบ่งชี้ว่าคุณไม่ใช่คนขี้เหงาหรือเป็นคนพูดจาร่าเริง คุณเพลิดเพลินกับการใช้เวลาร่วมกับผู้อื่นแต่ยังใช้เวลาอยู่ตามลำพังด้วย'
    },
    {
      score: 'high',
      text: 'คะแนนในการเข้าสังคมของคุณอยู่ในระดับสูง ซึ่งบ่งบอกว่าคุณเป็นคนเข้าสังคม เข้ากับคนง่าย กระตือรือร้น และมีชีวิตชีวา คุณชอบที่จะอยู่กับผู้คนเป็นส่วนใหญ่'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'ความเป็นมิตร',
      text: 'คนที่เป็นมิตรกับผู้อื่นอย่างแท้จริงและแสดงความรู้สึกเชิงบวกต่อผู้อื่นอย่างเปิดเผย มักจะผูกมิตรได้อย่างรวดเร็วและเป็นเรื่องง่ายที่จะสร้างความสัมพันธ์ที่ใกล้ชิด ผู้ได้คะแนนต่ำในเรื่องความเป็นมิตรไม่จำเป็นต้องเย็นชาและไม่เป็นมิตร แต่จะไม่ติดต่อกับผู้อื่นก่อน และถูกมองว่าเป็นคนเข้าถึงยากและเก็บตัว'
    },
    {
      facet: 2,
      title: 'ความชอบสังสรรค์',
      text: 'คนชอบอยู่เป็นกลุ่มพบว่าการอยู่ร่วมกับผู้อื่นเป็นกิจกรรมที่กระตุ้นและให้รางวัลที่น่าพอใจ มักเพลิดเพลินกับความตื่นเต้นของฝูงชน ผู้ได้คะแนนต่ำมักจะรู้สึกว่าถูกครอบงำโดยฝูงชนจำนวนมาก จึงพยายามหลีกเลี่ยงฝูงชนจำนวนมาก พวกเขาไม่จำเป็นต้องไม่ชอบการอยู่ร่วมกับผู้คนในบางครั้ง แต่ความต้องการความเป็นส่วนตัวและเวลาสำหรับตัวเองนั้นยิ่งใหญ่กว่าบุคคลที่ได้คะแนนสูงในระดับนี้มาก'
    },
    {
      facet: 3,
      title: 'ความกล้าแสดงออก',
      text: 'ผู้ที่ได้คะแนนสูงชอบแสดงตวามคิดเห็น รับผิดชอบความรู้สึกและความคิดของตนเอง ชอบกำกับกิจกรรมของผู้อื่น มักได้เป็นผู้นำในกลุ่ม ผู้ที่ได้คะแนนต่ำมักไม่ชอบแสดงความคิดเห็น ไม่กล้าพูด และปล่อยให้ผู้อื่นควบคุมกิจกรรมของกลุ่ม'
    },
    {
      facet: 4,
      title: 'ระดับกิจกรรม',
      text: 'บุคคลที่กระตือรือร้นมักมีชีวิตที่เร่งรีบและยุ่งวุ่นวาย พวกเขาเคลื่อนไหวอย่างรวดเร็ว กระฉับกระเฉง และมีส่วนร่วมในกิจกรรมต่างๆ มากมาย คนที่ได้คะแนนต่ำในระดับนี้จะเดินตามจังหวะที่ช้าลงและผ่อนคลายมากขึ้น'
    },
    {
      facet: 5,
      title: 'การแสวงหาความตื่นเต้น',
      text: 'ผู้ได้คะแนนสูงในระดับนี้จะรู้สึกเบื่อได้ง่ายโดยไม่มีการกระตุ้นในระดับสูง พวกเขาชอบแสงสว่างความเร่งรีบและคึกคัก พวกเขามีแนวโน้มที่จะเสี่ยงและแสวงหาความตื่นเต้น ผู้ได้คะแนนต่ำจะเต็มไปด้วยเสียงรบกวนและความปั่นป่วน และไม่ชอบการแสวงหาความตื่นเต้น'
    },
    {
      facet: 6,
      title: 'ความร่าเริง',
      text: 'ระดับนี้วัดอารมณ์และความรู้สึกเชิงบวก ไม่ใช่อารมณ์เชิงลบ (ซึ่งเป็นส่วนหนึ่งของโดเมนประสาทนิยม) ผู้ที่ได้คะแนนสูงในระดับนี้มักจะประสบกับความรู้สึกเชิงบวกหลายประการ รวมถึงความสุข ความกระตือรือร้น การมองโลกในแง่ดี ผู้ได้คะแนนต่ำมักไม่มีแนวโน้มที่จะมีจิตใจที่กระตือรือร้นและมีพลังเช่นนี้'
    }
  ]
}
