module.exports = {
  domain: 'E',
  title: 'Extraversion',
  shortDescription: 'คนชอบเข้าสังคมและมักชอบในการอยู่กับโลกภายนอก',
  description: `คนเหล่านี้ชอบในการเข้าสังคม มีพลังงานเยอะ และมักมีพลังบวก
  พวกเขานั้นกระตือรือร้น มักตอบตกลงง่ายๆกับโอกาสใหม่ๆและดีๆ
  พวกเขามีความสุขกับการพูดคุย
<br /><br />
คนที่มีโลกส่วนตัวสูงขาดพลังชีวิต พวกเขามักนิ่งเฉย และไม่ชอบในการเข้าสังคม
พวกเขาไม่ได้เป็นคนขี้อายหรือมีสภาวะซึมเศร้า พวกเขาเพียงต้องการชอบในการอยู่คนเดียวมากกว่า
<br /><br />
การชอบอยู่คนเดียวเป็นอิสระมักถูกมองว่าไม่เป็นมิตรหรือชอบหยิ่ง
แต่ความจริงแล้วในบางครั้ง พวกเขาเพียงไม่ชอบในการต้องเข้าหาใครก่อน แต่ชอบในการถูกเข้าหา`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `คะแนนของการเข้าสังคมของคุณต่ำ
      นั้นหมายความว่าคุณมักสงบเสงี่ยม คุณรักในความสันโดษ และชอบผบปะกับเพื่อนสนิทกลุ่มเล็กๆเท่านั้น`
    },
    {
      score: 'neutral', // do not translate this line
      text: `คุณได้คะแนนปานกลางในด้านการเข้าสังคม
      นั้นหมายความว่าคุณไม่ใช่คนที่ชอบเข้าสังคมมากและไม่ได้ชอบในความสันโดษมากเกินไป
      คุณชอบในการพบเจอผู้คนและในบางเวลาคุณก็ชอบอยู่คนเดียว`
    },
    {
      score: 'high', // do not translate this line
      text: `คะแนนในการเข้าสังคมของคุณสูง
      นั้นหมายความว่าคุณชอบสมาคม ชอบออกสังคม มีพลังเยอะและครึกครื้นเสมอ`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Friendliness',
      text: `ผู้คนที่เป็นมิตรกับผู้อื่นมักความรู้สึกที่ดีต่อคนรอบข้าง 
      พวกเขาสามารถเป็นเพื่อนกับใครที่ไหนก็ได้
      ผู้คนที่ได้คะแนนน้อยในด้านนี้ ไม่ได้หมายความว่าเขาไม่เป็นมิตรหรือมุ่งร้ายต่อผู้อื่น
      แต่พวกเขาไม่ชอบในการต้องเข้าหาผู้อื่นก่อน พวกเขาจึงถูกมองว่าหยิ่งอยู่บ่อยครั้ง`
    },
    {
      facet: 2,
      title: 'Gregariousness',
      text: `การชอบอยู่เป็นกลุ่มนั้นหมายความว่าคุณมีความสุขกับการได้จับกลุ่มกับผู้คนเยอะๆ
      แต่คนที่ได้คะแนน้อยมักรู้สึกอึดอัด พวกเขาจึงหลีกเลี่ยงการพบคนเยอะๆ
      พวกเขาอาจจะไม่ได้ไม่ชอบในการอยู่กับคนเยอะๆ แต่เขาอาจชอบในความเป็นส่วนตัว และอยากมีเวลาให้ตัวเอง`
    },
    {
      facet: 3,
      title: 'Assertiveness',
      text: `คนที่ได้คะแนนสูงในการยึดมั่นหรือแน่วแน่ในเรื่องต่างๆ
      มักชอบพูดคุย หน้าที่ในการรับผิดชอบ และเป็นผู้นำในเรื่องต่างๆ
      คนที่ได้คะแนนน้อยมักพูดน้อยและเป็นผู้ตามในเรื่องต่างๆเสียมากกว่า`
    },
    {
      facet: 4,
      title: 'Activity Level',
      text: `ผู้คนที่มีความกระตือรือร้นมักใช้ชีวิตที่ว่องไวและรวดเร็ว พวกเขามักมีพลังเยอะ
      ผู้คนที่มีคะแนนน้อยในด้านนี้มักใช้ชีวิตที่ช้าๆและเรื่อยๆ ไม่มีการเร่งรีบอะไร`
    },
    {
      facet: 5,
      title: 'Excitement-Seeking',
      text: `ผู้คนที่ได้คะแนนเยอะในด้านนี้มีความสุขกับเรื่องตื่นเต้นต่างๆ
      พวกเขามักชอบสีที่สว่างสดใส รักในความคึกคักและกระฉับกระเฉง
      พวกเขามักชอบความเสี่ยงและตื่นเต้น
      ผู้คนที่ได้คะแนนน้อยในด้านนี้มักรู้สึกอึดอัดกับเสียงต่างๆหรือความปั่นป่วนใดๆ
      พวกเขาไม่ชอบในเรื่องตื่นเต้น`
    },
    {
      facet: 6,
      title: 'Cheerfulness',
      text: `ผู้คนในด้านนี้มักถูกมองว่าเป็นคนบวก
      พวกเขามักคิดในแง่บวกและรู้สึกบวกกับชีวิต
      ผู้คนที่ได้คะแนนต่ำในด้านนี้มักไม่มีพลังบวกมากนัก`
    }
  ]
}
