module.exports = {
  domain: 'N',
  title: 'ความอ่อนไหวทางอารมณ์',
  shortDescription: 'ความอ่อนไหวทางอารมณ์ เป็นแนวโน้มในการเกิดประสบการณ์อารมณ์ทางลบของบุคคล เป็นความบกพร่องในการปรับตัวทางอารมณ์ของบุคคล',
  description: 'บุคคลที่มีบุคลิกภาพด้านนี้สูง มักจะมีความรู้สึกไม่มั่นคงในอารมณ์ มีแนวโน้มที่จะมีความวิตกกังวล กลัวสิงต่าง ๆ ง่าย จะรู้สึกโกรธหรือหงุดหงิดบ่อย รู้สึกเศร้าไม่มีความสุข ไม่มีความมั่นใจในตนเองและกังวลเกี่ยวกับความคิดของผู้อื่น อาจจะมีปฏิกิริยาอย่างรวดเร็วต่อสถานการณ์ต่าง ๆ และมักตัดสินใจโดยขาดการพิจารณา รู้สึกเครียดได้ง่ายเมื่อเผชิญกับความท้าทายหรือปัญหา<br /><br />บุคคลที่มีบุคคลิกภาพด้านนี้ต่ำ จะเป็นบุคคลที่ไม่ค่อยซึมเศร้าง่าย ไม่ค่อยมีอารมณ์ทางลบ ค่อนจ้างเป็นคนที่สงบ มีความมั่นคงทางอารมณ์ และมีอารมณ์ลบคงอยู่ได้ไม่นาน แต่ก็ไม่ได้หมายความว่าจะเป็นบุคคลที่มีอารมณ์ทางบวกสูงเสมอไป',
  results: [
    {
      score: 'low',
      text: 'คะแนนด้านความอ่อนไหวทางอารมณ์ของคุณค่ำ บ่งชี้ว่าคุณมีความสงบ ใจเย็น ไม่โต้ตอบด้วยอารมณ์ที่รุนแรงแม้ในสถานการณ์ที่เครียดก็ตาม'
    },
    {
      score: 'neutral',
      text: 'คะแนนด้านความอ่อนไหวทางอารมณ์ของคุณปานกลาง บ่งบอกว่าระดับปฏิกิริยาทางอารมณ์ของคุณเป็นเรื่องปกติของคนทั่วไป สถานการณ์ที่ตึงเครียดและน่าหงุดหงิดอาจทำให้คุณหงุดหงิด แต่โดยทั่วไปแล้วคุณจะสามารถเอาชนะความรู้สึกเหล่านี้และรับมือกับสถานการณ์เหล่านี้ได้'
    },
    {
      score: 'high',
      text: 'คะแนนด้านความอ่อนไหวทางอารมณ์ของคุณสูง บ่งบอกว่าคุณอารมณ์เสียได้ง่ายแม้สิ่งที่คนส่วนใหญ่มองว่าเป็นความต้องการใช้ชีวิตตามปกติก็ตาม ผู้คนมองว่าคุณเป็นคนอ่อนไหวและเครียดได้ง่าย'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'ความวิตกกังวล',
      text: 'ระบบสมอง "สู้หรือหนี" ของบุคคลที่วิตกกังวลนั้นง่ายเกินไปและมีส่วนร่วมบ่อยเกินไป ดังนั้นคนที่มีความวิตกกังวลสูงมักจะรู้สึกเหมือนมีบางสิ่งที่อันตรายกำลังจะเกิดขึ้น พวกเขาอาจกลัวสถานการณ์บางอย่างหรือแค่กลัวโดยทั่วไป พวกเขารู้สึกเครียด กระวนกระวายใจ และวิตกกังวล ผู้ที่มีความวิตกกังวลต่ำมักจะสงบและไม่เกรงกลัวสิ่งใด'
    },
    {
      facet: 2,
      title: 'ความโกรธ',
      text: 'คนที่ได้คะแนนความโกรธสูงจะรู้สึกโกรธเคืองเมื่อสิ่งต่าง ๆ ไม่เป็นไปตามที่ต้องการ พวกเขาอ่อนไหวต่อการปฏิบัติอย่างยุติธรรม และรู้สึกไม่พอใจและขมขื่นเมื่อรู้สึกว่าถูกโกง ระดับนี้วัดแนวโน้มที่จะรู้สึกโกรธ การที่บุคคลนั้นแสดงความรำคาญและเป็นปรปักษ์หรือไม่นั้นขึ้นอยู่กับระดับความยินยอมของแต่ละบุคคล ผู้ได้คะแนนต่ำจะไม่โกรธบ่อยหรือง่ายดาย'
    },
    {
      facet: 3,
      title: 'ภาวะซึมเศร้า',
      text: 'ระดับนี้วัดแนวโน้มที่จะรู้สึกเศร้า หดหู่ และท้อแท้ ผู้ได้คะแนนสูงจะขาดพลังงานและมีปัญหาในการเริ่มต้นกิจกรรม ผู้ได้คะแนนต่ำมักจะหลุดพ้นจากความรู้สึกซึมเศร้าเหล่านี้'
    },
    {
      facet: 4,
      title: 'ความประหม่า',
      text: 'บุคคลที่ประหม่าจะอ่อนไหวต่อสิ่งที่คนอื่นคิดเกี่ยวกับพวกเขา ความกังวลเกี่ยวกับการถูกปฏิเสธและการเยาะเย้ยทำให้พวกเขารู้สึกเขินอายและไม่สบายใจเมื่ออยู่ร่วมกับผู้อื่น พวกเขาเขินอายง่ายและมักจะรู้สึกละอายใจ ความกลัวว่าคนอื่นจะวิพากษ์วิจารณ์หรือล้อเลียนพวกเขานั้นเกินจริงและไม่สมจริง แต่ความอึดอัดใจและความไม่สบายใจของพวกเขาอาจทำให้ความกลัวเหล่านี้เป็นคำทำนายที่ตอบสนองตนเองได้ ในทางตรงกันข้าม ผู้ได้คะแนนต่ำจะไม่รู้สึกผิดที่ทุกคนรับชมและตัดสินพวกเขา พวกเขาไม่รู้สึกกังวลในสถานการณ์ทางสังคม'
    },
    {
      facet: 5,
      title: 'ความเกินขอบเขต',
      text: 'คนที่ไม่มีความพอดีจะรู้สึกอยากได้มาก และกระตุ้นให้พวกเขาต่อต้านได้ยาก พวกเขามีแนวโน้มที่จะมุ่งเน้นไปที่ความพึงพอใจและผลตอบแทนในระยะสั้นมากกว่าผลที่ตามมาในระยะยาว ผู้ได้คะแนนต่ำจะไม่รู้สึกอยากได้อย่างรุนแรงและไม่อาจต้านทานได้ และด้วยเหตุนี้จึงไม่พบว่าตัวเองถูกล่อลวงให้กินมากเกินไป'
    },
    {
      facet: 6,
      title: 'ความอ่อนแอ',
      text: 'ผู้ได้คะแนนสูงในด้านความอ่อนแอจะประสบกับความตื่นตระหนก สับสน และทำอะไรไม่ถูกเมื่ออยู่ภายใต้ความกดดันหรือความเครียด ผู้ได้คะแนนต่ำจะรู้สึกมั่นคง มั่นใจ และมีความคิดที่ชัดเจนมากขึ้นเมื่อเครียด'
    }
  ]
}
