module.exports = {
  domain: 'O',
  title: 'การเปิดรับประสบการณ์',
  shortDescription: 'การเปิดรับประสบการณ์ เป็นลักษณะของบุคคลที่เกี่ยวข้องกับกระบวนการทางปัญญา จินนาการ และความคิดสร้างสรรค์',
  description: 'บุคคลที่มีบุคลิกภาพด้านนี้สูง มักจะมีจินนาการและความคิดสร้างสรรค์สูง ชอบคิดนอกกรอบและหาทางแก้ปัญหาใหม่ ๆ มีความสนใจในศิลปะ ดนตรี วรรณกรรม ความงามในรูปแบบต่าง ๆ ชอบเรียนรู้สิ่งใหม่ ๆ มีความสนใจในความรู้ทางวิชาการและวิทยาศาสตร์ มักเปิดเผยและยอมรับความรู้สึกของตนเองและผู้อื่น ชอบการเปลี่ยนแปลง การทำสิ่งที่หลากหลาย ไม่ชอบทำสิ่งเดิมซ้ำ ๆ มักจะมีความยืดหยุ่นในการรับฟังและยอมรับความคิดเห็นใหม่ ๆ<br /><br />บุคคลที่มีบุคลิกภาพด้านนี้ต่ำ มักชอบมีความคิดแบบอนุรักษ์นิยม ชอบคิดตามกรอบประเพณีดั้งเดิม ชอบสิ่งที่เรียบๆ ไม่ซับซ้อนหรือลักซึ้งมากนัก ไม่สนใจด้านศิลปะหรือวิทยาศาสตร์ การตอบสนองทางอารมณ์ไม่มากนัก<br /><br />',
  results: [
    {
      score: 'low',
      text: 'คะแนนของคุณในด้านการเปิดรับประสบการณ์ต่ำ บ่งชี้ว่าคุณชอบคิดในแง่ธรรม'
    },
    {
      score: 'neutral',
      text: 'คะแนนของคุณในด้านการเปิดรับประสบการณ์ปานกลาง บ่งบอกว่าคุณชอบประเพณีดั้งเดิมแต่ก็เต็มใจที่จะลองสิ่งใหม่ๆ ความคิดของคุณไม่ง่ายหรือซับซ้อน สำหรับคนอื่นๆ คุณดูเหมือนเป็นคนมีการศึกษาดีแต่ไม่ใช่คนมีปัญญา'
    },
    {
      score: 'high',
      text: 'คะแนนของคุณในด้านการเปิดรับประสบการณ์ปานสูง บ่งบอกว่าคุณเพลิดเพลินกับความแปลกใหม่ ความหลากหลาย และการเปลี่ยนแปลง คุณเป็นคนขี้สงสัย มีจินตนาการ และมีความคิดสร้างสรรค์'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'จินตนาการ',
      text: 'สำหรับคนมีจินตนาการ โลกแห่งความเป็นจริงมักจะธรรมดาและธรรมดาเกินไป ผู้ได้คะแนนสูงในระดับนี้ใช้จินตนาการเป็นหนทางในการสร้างโลกที่สมบูรณ์และน่าสนใจยิ่งขึ้น ผู้ได้คะแนนต่ำในระดับนี้มักจะให้ความสำคัญกับข้อเท็จจริงมากกว่าจินตนาการ'
    },
    {
      facet: 2,
      title: 'ความสนใจทางศิลปะ',
      text: 'ผู้ได้คะแนนสูงในระดับนี้ รักความงามทั้งในงานศิลปะและในธรรมชาติ พวกเขามีส่วนร่วมและซึมซับกับกิจกรรมทางศิลปะและธรรมชาติได้ง่าย พวกเขาไม่จำเป็นต้องได้รับการฝึกฝนด้านศิลปะหรือมีความสามารถ แม้ว่าหลายคนจะเป็นเช่นนั้นก็ตาม คุณลักษณะที่กำหนดของขนาดนี้คือความสนใจและความซาบซึ้งในความงามตามธรรมชาติและความงามเทียม ผู้ได้คะแนนต่ำขาดความอ่อนไหวด้านสุนทรียศาสตร์และความสนใจในศิลปะ'
    },
    {
      facet: 3,
      title: 'อารมณ์',
      text: 'บุคคลที่มีอารมณ์อยู่ในระดับสูงสามารถเข้าถึงและรับรู้ถึงความรู้สึกของตนเองได้ดี ผู้ได้คะแนนต่ำจะตระหนักถึงความรู้สึกของตนน้อย และมักจะไม่แสดงอารมณ์ของตนอย่างเปิดเผย'
    },
    {
      facet: 4,
      title: 'การผจญภัย',
      text: 'ผู้ได้คะแนนสูงด้านการผจญภัยมีความกระตือรือร้นที่จะลองกิจกรรมใหม่ๆ เดินทางไปยังดินแดนต่างประเทศ และสัมผัสกับประสบการณ์ที่แตกต่าง พวกเขาพบว่าความคุ้นเคยและกิจวัตรน่าเบื่อ และจะเลือกเส้นทางใหม่กลับบ้านเพียงเพราะมันแตกต่าง ผู้ได้คะแนนต่ำมักจะรู้สึกไม่สบายใจกับการเปลี่ยนแปลงและชอบกิจวัตรที่คุ้นเคย'
    },
    {
      facet: 5,
      title: 'สติปัญญา',
      text: 'ความสนใจทางสติปัญญาและศิลปะเป็นสองประเด็นที่สำคัญที่สุดและเป็นศูนย์กลางของการเปิดกว้างต่อประสบการณ์ ผู้ได้คะแนนสูงในด้านสติปัญญาชอบเล่นกับความคิด พวกเขาเปิดกว้างต่อความคิดใหม่ๆ ที่แปลกใหม่ และชอบที่จะอภิปรายประเด็นทางปัญญา พวกเขาสนุกกับการไขปริศนา และของเล่นพัฒนาสมอง ผู้ได้คะแนนด้านสติปัญญาต่ำชอบที่จะติดต่อกับบุคคลหรือสิ่งของมากกว่าความคิด พวกเขาถือว่าการออกกำลังกายทางสติปัญญาเป็นการเสียเวลา สติปัญญาไม่ควรเท่าเทียมกับปัญญา สติปัญญาเป็นรูปแบบทางปัญญา ไม่ใช่ความสามารถทางปัญญา แม้ว่าผู้ได้คะแนนสูงในด้านสติปัญญาจะได้คะแนนสูงกว่าบุคคลที่มีสติปัญญาต่ำเล็กน้อยในการทดสอบสติปัญญาที่ได้มาตรฐานก็ตาม'
    },
    {
      facet: 6,
      title: 'เสรีนิยม',
      text: 'ลัทธิเสรีนิยมทางจิตวิทยาหมายถึงความพร้อมในการท้าทายอำนาจ ธรรมเนียมปฏิบัติ และค่านิยมดั้งเดิม ในรูปแบบที่รุนแรงที่สุด ลัทธิเสรีนิยมเชิงจิตวิทยายังสามารถแสดงถึงความเป็นปรปักษ์ต่อกฎเกณฑ์ ความเห็นอกเห็นใจต่อผู้ฝ่าฝืนกฎหมาย และความรักต่อความคลุมเครือ ความวุ่นวาย และความไม่เป็นระเบียบ อนุรักษ์นิยมทางจิตวิทยาชอบความปลอดภัยและความมั่นคงที่มาจากการปฏิบัติตามประเพณี ลัทธิเสรีนิยมทางจิตวิทยาและอนุรักษ์นิยมนั้นไม่เหมือนกันกับการเข้าร่วมทางการเมือง แต่แน่นอนว่าบุคคลจะโน้มเอียงไปทางพรรคการเมืองบางพรรค'
    }
  ]
}
