module.exports = {
  domain: 'A',
  title: 'הסכמה',
  shortDescription: 'הסכמה משקפת הבדלים בין אינדיבידואלים על מנת ליצר הרמוניה חברתית. אינדבידואלים שמסכימים מסתדרים אחד עם השני.',
  description: `לכן הם מתחשבים,
נדיבים, עוזרים ומוכנים להתפשר על האינטרסים שלהם
'. אנשים בעלי הסכמה יש השקפה אופטימית על טבע האדם הם מאמינים שאנשים הם בעצם כנים, הגונים, ו
אמינים. <br /> <br />
אנשים שלא מסכימים ושמים את האינטרס העצמי מעל אנשים
אחרים. הם בדרך כלל לא מודאגים עם הרווחה של אחרים, ולכן הם לא צפויים לתת את עצמם עבור אנשים אחרים.
לפעמים הספקנות שלהם לגבי המניעים של אחרים גורמת להם להיות
חשודים, לא ידידותים וגורם להם לא משתף פעולה.
<br /> <br />
הסכמה היא ללא ספק יתרון על מנת להשיג ולשמור
פּוֹפּוּלָרִיוּת. אנשים שמסכימים עם דעותיהם הם אהובים יותר
. מצד שני, הסכמה אינה שימושית במצבים
הדורשות החלטות אובייקטיביות קשות או מוחלטות.
אנשים שלא מסכימים יכולים לעשות מדענים מצוינים, מבקרים או חיילים.`,
  results: [
    {
      score: 'low',
      text: 'הציון שלך ביכולה ההסכמה הוא נמוך, יש לך פחות דאגה לאחר מאשר לעצמך. אנשים רואים אותך קשוח ,ביקורתי וחסר פשרות'
    },
    {
      score: 'neutral',
      text: 'רמת ההסכה שלך היא ממוצעת יש לך דאגה לצרכים של אחרים, אבל באופן כללי לא תקריב את עצמך בשבילם.'
    },
    {
      score: 'high',
      text: 'רמה ההסכה שלך היא גבוה יש לך דאגה עניין רב בצרכים של אנשים אחרים. אני סימפטי וקואפרטיבי'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'אמון',
      text: `A person with high trust assumes that most people
are fair, honest, and have good intentions. Persons low in trust
see others as selfish, devious, and potentially dangerous.`
    },
    {
      facet: 2,
      title: 'מוסריות',
      text: `ציון גבוה בסולם זה לא רואים צורך
העמדת פנים או מניפולציה בעת התמודדות עם אחרים ולכן הם
כנה, כנה, כנה. ציון נמוך מאמינים כי מסוים
כמות ההונאה ביחסים חברתיים היא הכרחית. אֲנָשִׁים
למצוא את זה יחסית קל להתייחס ישר
גבוהה- ציון בקנה מידה זה. הם בדרך כלל מוצאים את זה יותר קשה
כדי להתייחס לבלתי-מתפשרים הנמוכה ביותר בסולם זה. זה
צריך להבהיר כי נמוך ציון הם נגד עקרונות
או לא מוסרי; הם פשוט נשמרים יותר ופחות מוכנים בגלוי
לחשוף את כל האמת.`
    },
    {
      facet: 3,
      title: 'אלטרואיזם',
      text: `אנשים אלטרואיסטים מוצאים עזרה לאנשים אחרים
באמת מתגמלת. כתוצאה מכך, הם מוכנים בדרך כלל
לסייע לנזקקים. אנשים אלטרואיסטים מוצאים את זה עושה
דברים עבור אחרים היא צורה של הגשמה עצמית ולא
הקרבה עצמית. סקוררים נמוכים בסולם הזה לא אוהבים במיוחד
סיוע לנזקקים. בקשות לעזרה מרגישות כמו הטלה
ולא הזדמנות להגשמה עצמית.`
    },
    {
      facet: 4,
      title: 'שיתוף פעולה',
      text: `אנשים אשר ניקוד גבוה בסולם זה
לא אוהבים עימותים. הם מוכנים לחלוטין להתפשר או
להתכחש לצרכיהם כדי להסתדר עם אחרים. הָהֵן
אשר ניקוד נמוך בסולם זה נוטים יותר להפחיד אחרים
לעשות את דרכם.`
    },
    {
      facet: 5,
      title: 'צנוע',
      text: `ניקוד גבוה בסולם זה לא אוהב לתבוע
כי הם טובים יותר מאשר אנשים אחרים. במקרים מסוימים, יחס זה
עשויה לנבוע מבטחון עצמי נמוך או הערכה עצמית. בְּכָל זֹאת,
כמה אנשים עם הערכה עצמית גבוהה למצוא חוסר צניעות. הָהֵן
שמוכנים לתאר את עצמם כמיטב יכולתם
ייראה בעיני אנשים אחרים.`
    },
    {
      facet: 6,
      title: 'סימפטיות',
      text: `אנשים אשר ניקוד גבוה בסולם זה הם
אדיב ורחום. הם מרגישים את הכאב של אחרים
בעקיפין והם מועברים בקלות לרחמים.ציון נמוך הם לא
מושפע מאוד מסבל אנושי. הם גאים על עצמם
קבלת החלטות אובייקטיביות המבוססות על התבונה. הם מודאגים יותר
עם האמת וצדק ללא משוא פנים מאשר ברחמים.`
    }
  ]
}
